<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeAcrobatProXUpdate</string>
	<key>Input</key>
	<dict>
		<key>MAJOR_VERSION</key>
		<string>11</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Application/Adobe/Updates</string>
		<key>NAME</key>
		<string>AdobeAcrobatProX_Update</string>
		<key>VERSION</key>
		<string>latest</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Adobe Acrobat Pro.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>0000_development</string>
			</array>
			<key>description</key>
			<string></string>
			<key>display_name</key>
			<string>Adobe Acrobat Pro Update</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<false/>
			<key>postinstall_script</key>
			<string>#!/bin/bash
			defaults delete /Library/Preferences/com.adobe.Acrobat.Pro.plist 11
			/usr/libexec/PlistBuddy -c 'Add :11:FeatureLockdown:bUpdater bool false' /Library/Preferences/com.adobe.Acrobat.Pro.plist
			exit 0
			</string>
			<key>update_for</key>
			<array>
				<string>AcrobatProfessional</string>
			</array>
			<key>category</key>
			<string>Applications</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.AdobeAcrobatProXUpdate</string>
</dict>
</plist>
