<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeReader</string>
	<key>Input</key>
	<dict>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>11</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Application/Adobe/Reader</string>
		<key>NAME</key>
		<string>AdobeReader</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Adobe Reader.app</string>
				<string>Adobe Acrobat Pro.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>0000_development</string>
			</array>
			<key>description</key>
			<string>Adobe® Reader® is the global standard for reliably viewing, printing, and commenting on PDF documents. It's the only PDF file viewer that can open and interact with all types of PDF content, including forms and multimedia.</string>
			<key>display_name</key>
			<string>Adobe Reader</string>
			<key>minimum_os_version</key>
			<string>10.6.4</string>
        <key>category</key>
        <string>Office</string>
	<key>developer</key>
	<string>Adobe Systems Software</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_script</key>
			<string>#!/bin/sh
if [ -e "/Applications/Adobe Reader.app" ]; then
rm -r "/Applications/Adobe Reader.app"
fi
exit 0
            </string>
			<key>postinstall_script</key>
			<string>
#!/bin/sh

plistbuddy=/usr/libexec/PlistBuddy

BUPDATER_KEY_11=":11:FeatureLockdown:bUpdater"
PLIST="/Library/Preferences/com.adobe.Reader.plist"

$plistbuddy -c "Add :11 dict" $PLIST
$plistbuddy -c "Add :11:FeatureLockdown dict" $PLIST
$plistbuddy -c "Add :11:FeatureLockdown:bUpdater bool false" $PLIST

exit 0
</string>
			<key>unattended_install</key>
			<false/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.AdobeReader</string>
</dict>
</plist>
