<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Mendeley</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://www.mendeley.com/client/get/2/</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Application/Mendeley</string>
		<key>NAME</key>
		<string>Mendeley</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>0000_development</string>
			</array>
			<key>category</key>
			<string>Science</string>
			<key>description</key>
			<string>Mendeley is a free reference manager and academic social network that can help you organize your research, collaborate with others online, and discover the latest research. - http://www.mendeley.com</string>
			<key>developer</key>
			<string>Elsevier</string>
			<key>name</key>
			<string>%NAME%</string>
        		<key>requires</key>
        		<string>MicrosoftOffice2011</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash
            # Mircosoft Word 2011 Plugin for Mendeley
            # Last Updated April 10, 2014 - Joshua D. Miller
            # Set Permissions to allow the Mendeley Word Plugin to Install
            [ -e /Applications/Microsoft\ Office\ 2011/ ] &amp;&amp; chmod o+w /Applications/Microsoft\ Office\ 2011/Office/Startup/Word
            </string>
			<key>postuninstall_script</key>
			<string>#!/bin/bash
            # Uninstall Script for Word Plugin for Mendeley
            # Last Updated April 10, 2014 - Joshua D. Miller
            # Remove the Mendeley Template file
            [ -e /Applications/Microsoft\ Office\ 2011/Office/Word/Startup/Mendeley.dot ] &amp;&amp; rm /Applications/Microsoft\ Office\ 2011/Office/Startup/Word/Mendeley.dot
            # Restore Permissions on the folder /Applications/Microsoft Office 2011/Office/Startup/Word/
            [ -e /Applications/Microsoft\ Office\ 2011/ ] &amp;&amp; chmod o-w /Applications/Microsoft\ Office\ 2011/Office/Startup/Word
            </string>
			<key>unattended_install</key>
			<false/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.Mendeley</string>
</dict>
</plist>
