<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Transmission</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Application/Transmission</string>
		<key>NAME</key>
		<string>Transmission</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://update.transmissionbt.com/appcast.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>0000_development</string>
			</array>
			<key>category</key>
			<string>BitTorrent Clients</string>
			<key>description</key>
			<string>Transmission bittorrent client runs natively on multiple operating systems.</string>
			<key>developer</key>
			<string>Transmission Project</string>
			<key>display_name</key>
			<string>Transmission Torrent Client</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<false/>
        <key>category</key>
        <string>Connectivity</string>

		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.Transmission.munki</string>
</dict>
</plist>
